---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetWidth
source: html/e8e5c3d9-62c2-668e-83b6-1159bf7747ef.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetWidth Property

"Width": Width

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetWidth { get; }
```